{
  "articleData": {
    "article": [
      {
        "id": "1",
        "title": "Market Visit in Marikina Public Market",
        "author": "DA-AFID",
        "thumbnail": "/images/article-images/article-1.jpg",
        "datePublished": "2025-04-21",
        "content": "The Department of Agriculture (DA) reminds retailers to comply with the maximum suggested retail price (MSRP) for pork, as the latest data show that only 20–25 percent of markets in the National Capital Region (NCR) follow the MSRP set at P300 per kilo (kg) for freshly slaughtered carcass, P350/kg for pigue (leg/ham) and kasim (shoulder), and P380/kg for liempo (pork belly).\n\nFollowing inspections of more than 10 markets conducted jointly by the DA and the Department of Trade and Industry (DTI), DA Assistant Secretary for Agribusiness, Marketing, and Consumer Affairs, Atty. Genevieve Velicaria-Guevarra, explained that operational concerns are among the reasons why some retailers are unable to comply.\n\nIn response to the low compliance rate, the DA and swine industry stakeholders renewed their commitment to strictly enforce MSRPs during a consultative meeting held last April 14, following inspection findings that fewer than 10 percent of sellers were complying.\n\nAs part of long-term measures, the DA is rolling out a Php1-billion swine repopulation program that will distribute around 30,000 gilts to large farms for eventual redistribution to backyard raisers, as announced by DA Undersecretary for Livestock Constante “Dante” Palabrica.",
        "imageUrl": [
          "/images/article-images/article-1/img-1.jpg",
          "/images/article-images/article-1/img-2.jpg",
          "/images/article-images/article-1/img-3.jpg",
          "/images/article-images/article-1/img-4.jpg",
          "/images/article-images/article-1/img-5.jpg",
          "/images/article-images/article-1/img-6.jpg",
          "/images/article-images/article-1/img-7.jpg",
          "/images/article-images/article-1/img-8.jpg",
          "/images/article-images/article-1/img-9.jpg",
          "/images/article-images/article-1/img-10.jpg",
          "/images/article-images/article-1/img-11.jpg",
          "/images/article-images/article-1/img-12.jpg",
          "/images/article-images/article-1/img-13.jpg"
        ]
      },
      {
        "id": "2",
        "title": "Opening of the Filipino Food Month (FFM) and the High-Value Crops (HVC) Week at the DA Lobby",
        "author": "DA-AFID",
        "thumbnail": "/images/article-images/article-2.jpg",
        "datePublished": "2025-04-16",
        "content": "Spearheaded by the Department of Agriculture (DA), the Filipino Food Month (FFM) and High-Value Crops (HVC) Week were officially launched in a lively back-to-back celebration on April 7 at the DA compound in Quezon City.\n\nThe FFM, or Buwan ng Kalutong Filipino, is an annual event in collaboration with the Department of Tourism (DOT), the National Commission on Culture and the Arts (NCCA), and the Philippine Culinary Heritage Movement (PCHM). It is mandated under Presidential Proclamation No. 469, series of 2018, and reinforced by a Memorandum of Understanding (MOU) signed in 2021. Held every April, the FFM promotes and preserves Filipino cuisine as a vital part of national heritage.\n\nThis year’s celebration is anchored on the theme “Sarap ng Pagkaing Pilipino, Yaman ng Ating Kasaysayan, Kultura, at Pagkatao,” which emphasizes the importance of local agricultural products in Filipino cuisine. It also seeks to strengthen ties with partners and build a network of public and private stakeholders to institutionalize the annual observance.\n\nThe 2024 FFM also coincides with the 30th anniversary of Republic Act No. 7900, known as the High-Value Crops Development Act of 1995. This law supports farmers by encouraging the cultivation of crops such as fruits, vegetables, herbs, spices, root crops, and ornamentals.\n\nThrough these events, the DA–High Value Crops Development Program (HVCDP) renews its dedication to improving farmers’ livelihoods, promoting healthy diets, and developing resilient, self-sustaining agricultural communities.",
        "imageUrl": [
          "/images/article-images/article-2/img-2.1.jpg",
          "/images/article-images/article-2/img-2.2.jpg",
          "/images/article-images/article-2/img-2.3.jpg",
          "/images/article-images/article-2/img-2.4.jpg",
          "/images/article-images/article-2/img-2.5.jpg",
          "/images/article-images/article-2/img-2.6.jpg",
          "/images/article-images/article-2/img-2.7.jpg",
          "/images/article-images/article-2/img-2.8.jpg",
          "/images/article-images/article-2/img-2.9.jpg",
          "/images/article-images/article-2/img-2.10.jpg"
        ]
      },
      {
        "id": "3",
        "title": "Inauguration of Vaccine Unit at the Center for Transboundary Animal Diseases",
        "author": "DA Press Office",
        "thumbnail": "/images/article-images/article-3.jpg",
        "datePublished": "2025-04-10",
        "content": "MUÑOZ, Nueva Ecija – The Department of Agriculture (DA) officially inaugurated the vaccine unit at the Center for Transboundary Animal Diseases (CenTrAD) on Tuesday. This state-of-the-art facility is dedicated to the development of shots to immunize animals against infectious diseases, particularly African Swine Fever (ASF), Foot-and-Mouth Disease (FMD), and Avian Influenza (AI).\n\nCenTrAD, a joint project of the DA’s Bureau of Animal Industry and Central Luzon State University (CLSU), is funded by the DA. It is set to become the leading agency for the diagnosis, surveillance, research, and technology development related to transboundary animal diseases.\n\nLocated adjacent to the CLSU Veterinary Teaching Hospital, CenTrAD houses laboratories for microbiology, virology, parasitology, histopathology, and molecular assays, along with an epidemiology training and digital analysis room. The construction of the entire facility began in 2019, with an estimated cost of P230 million, and was completed in 2022.\n\nThe inauguration ceremony was led by Secretary Tiu Laurel, DA Undersecretary for Livestock Dante Palabrica, CLSU President Evaristo Abella, DA National Livestock Program Chief Dr. Claro N. Mingala and Dr. Virginia M. Venturina, Director of CenTrAD.",
        "imageUrl": [
          "/images/article-images/article-3/img-3.1.jpg",
          "/images/article-images/article-3/img-3.2.jpg",
          "/images/article-images/article-3/img-3.3.jpg",
          "/images/article-images/article-3/img-3.4.jpg",
          "/images/article-images/article-3/img-3.5.jpg",
          "/images/article-images/article-3/img-3.6.jpg",
          "/images/article-images/article-3/img-3.7.jpg",
          "/images/article-images/article-3/img-3.8.jpg",
          "/images/article-images/article-3/img-3.9.jpg",
          "/images/article-images/article-3/img-3.10.jpg",
          "/images/article-images/article-3/img-3.11.jpg",
          "/images/article-images/article-3/img-3.12.jpg",
          "/images/article-images/article-3/img-3.13.jpg"
        ]
      },
      {
        "id": "4",
        "title": "Filipino Food Month Opening Ceremony",
        "author": "DA-AFID",
        "thumbnail": "/images/article-images/article-4.jpg",
        "datePublished": "2025-04-04",
        "content": "Local farmers, fisherfolk, and food artisans were recognized for their vital role in the attainment of nationwide food security during the opening ceremony of this year’s Filipino Food Month (FFM) celebration on April 4 at the Capitol Grounds of Quezon Province. His Excellency Ferdinand Marcos Jr., led the celebration which puts the spotlight on local agricultural produce as key ingredients in Filipino food and recognizes the vital role of Filipino cuisine in the advancement and preservation of national culinary heritage and identity.\n\nPaying homage to local farmers and fisherfolk for their remarkable contributions in ensuring the continuous production and delivery of affordable, nutritious, safe, and quality food, the President assured that the Philippine government—through the Department of Agriculture (DA)—will remain steadfast in crafting and implementing policies, programs, and interventions to support small agripreneurs and food producers nationwide.\n\nThe FFM 2025 celebration was formally opened in Quezon province, known for its coconut-based cuisine, diverse agri-fishery products, and its status as a rising food hub and agricultural trading center in Southern Luzon.",
        "imageUrl": [
          "/images/article-images/article-4/img-4.1.jpg",
          "/images/article-images/article-4/img-4.2.jpg",
          "/images/article-images/article-4/img-4.3.jpg",
          "/images/article-images/article-4/img-4.4.jpg",
          "/images/article-images/article-4/img-4.5.jpg",
          "/images/article-images/article-4/img-4.6.jpg",
          "/images/article-images/article-4/img-4.7.jpg",
          "/images/article-images/article-4/img-4.8.jpg",
          "/images/article-images/article-4/img-4.9.jpg",
          "/images/article-images/article-4/img-4.10.jpg",
          "/images/article-images/article-4/img-4.11.jpg",
          "/images/article-images/article-4/img-4.12.jpg"
        ]
      },
      {
        "id": "5",
        "title": "DA, PHLPost MOU Signing",
        "author": "DA Press Office",
        "thumbnail": "/images/article-images/article-5.jpg",
        "datePublished": "2025-04-03",
        "content": "The Department of Agriculture (DA) and the Philippine Postal Corp. (PHLPost) on Thursday signed a Memorandum of Understanding (MOU) to establish a partnership aimed at expanding the KADIWA ng Pangulo program across the country.\n\nAgriculture Secretary Francisco P. Tiu Laurel Jr. and Postmaster General and PHLPost Chief Executive Officer Luis Carlos formalized the agreement, underscoring the collaboration between the two government agencies to promote food security, improve the lives of Filipino consumers, and make essential food products more accessible, particularly for financially challenged households.\n\nThe partnership with PHLPost will significantly accelerate the expansion of KADIWA ng Pangulo covered areas, which the DA expects to reach 1,500 stores all over the country by 2028. Under the agreement, the DA, through the Agribusiness and Marketing Assistance Service (AMAS), will provide technical and administrative support for the operation, establishment, and monitoring of KADIWA stores. The department will also ensure agricultural commodities sold at these stores meet food safety standards, logistics such as delivery and storage are well managed, and guarantee that store operations do not interfere with PHLPost’s core functions.",
        "imageUrl": [
          "/images/article-images/article-5/img-5.1.jpg",
          "/images/article-images/article-5/img-5.2.jpg",
          "/images/article-images/article-5/img-5.3.jpg",
          "/images/article-images/article-5/img-5.4.jpg",
          "/images/article-images/article-5/img-5.5.jpg",
          "/images/article-images/article-5/img-5.6.jpg",
          "/images/article-images/article-5/img-5.7.jpg",
          "/images/article-images/article-5/img-5.8.jpg",
          "/images/article-images/article-5/img-5.9.jpg"
        ]
      }
    ]
  }
}
