{
  "links": [
    { "title": "HOME", "link": "/" },
    { "title": "SERIVICES", "link": "/services" },
    { "title": "GALLERY", "link": "/" },
    { "title": "SCHEDULE", "link": "/" },
    { "title": "CONTACT US", "link": "/" }
  ],
  "footer": [
    { "title": "GOVPH", "link": "https://www.gov.ph/" },
    {
      "title": "Data Privacy Notice",
      "link": "https://www.da.gov.ph/data-privacy-notice/"
    },
    {
      "title": "Directory of Officials",
      "link": "https://www.da.gov.ph/about-us/directory-of-officials/"
    }
  ],
  "projects": [
    {
      "title": "NAFMIP",
      "header": "National Agriculture and Fisheries Modernization and Industrialization Plan 2021-2030",
      "content": "NAFMIP 2021-2030, as a whole-of-nation plan, serves as a Directional Plan to steer sector-wide growth over the next decade. It will guide the trajectory of more detailed and operations-oriented agri-fishery development plans such as the commodity system roadmaps, Provincial Commodity Investment Plans (PCIPs), and Comprehensive Land Use Plans (CLUP). Thus, NAFMIP is more policy- and strategy-oriented, but not as detailed as previous AFMP iterations.\n\nFurther, NAFMIP shall aim to inspire the full range of private and public stakeholders to take coordinated, cohesive, and determined actions toward achieving a common vision and objectives, and to galvanize sector-wide public and private investments and resources to support the shared vision, objectives, and concerted action.\n\nNAFMIP will seek to more than double smallholder farmers’ and fishers’ incomes to be able to meet their family household needs during the period of Plan implementation, through the promotion of transformative interventions to significantly diversify sources of income and employment—and ultimately sustainably lift farmers and fisherfolk out of poverty. This objective will be achieved with minimal impact on the environment and without sacrificing the nutrition and health of consumers. One key strategy is to diversify farming, non-farming, and value adding activities and link farmers and fisherfolk to large private investments such as modern food terminals and market hubs serving as potent engines of inclusive growth.\n\nYou may download the NAFMIP 2021-2030 PDF file and Rapid Assessment for Agri-Fisheries Transformation here.",
      "imageUrl": "/images/project-images/project-1.jpg"
    },
    {
      "title": "AMIA",
      "header": "Adaptation and Mitigation Initiative in Agriculture",
      "content": "The Adaptation and Mitigation Initiative in Agriculture (AMIA) is the flagship program of the Department of Agriculture (DA) dedicated to addressing the dual challenges of climate change: adaptation and mitigation.\n\nWith a vision of achieving climate-resilient Philippine agriculture and empowering vulnerable farmers and fisherfolk, the program focuses on promoting climate-resilient agriculture (CRA) practices and providing tailor-fitted, integrated, and responsive support services to build adaptive capacities against the effects of climate change.\n\nClimate change poses significant threats to food security in the Philippines, with observed increases in temperature, sea level rise, and more frequent typhoons affecting the agricultural sector. The AMIA Program seeks to mitigate these impacts through tailored interventions, community empowerment, and partnerships with various stakeholders. Through AMIA, the DA aims to ensure food security, promote economic growth, and achieve rural development in the face of climate change. AMIA Website",
      "imageUrl": "/images/project-images/project-2.png"
    },
    {
      "title": "PRDP",
      "header": "Philippine Rural Development Project",
      "content": "The Philippine Rural Development Project is a six-year (6) project designed to establish the government platform for a modern, climate-smart and market-oriented agri-fishery sector. PRDP will partner with the LGUs and the private sector in providing key infrastructure, facilities, technology, and information that will raise incomes, productivity, and competitiveness in the countryside. Development Objectives Within the six-year (6) project intervention, it is expected to provide the following outcomes:\n\n1. At least five percent (5%) increase in annual real farm incomes of PRDP in household beneficiaries\n2. 30% increase in income for targeted beneficiaries of enterprise development\n3. Seven percent (7%) increase in value of annual marketed output\n4. Twenty percent (20%) increase in number of farmers and fishers with improved access to DA services\n\nhttp://prdp.da.gov.ph/",
      "imageUrl": "/images/project-images/project-3.png"
    },
    {
      "title": "SAAD",
      "header": "Special Area for Agricultural Development",
      "content": "The Special Area for Agricultural Development (SAAD) Program is a locally-funded program of the Department of Agriculture (DA) which aims to help alleviate poverty among the marginalized sectors of agriculture and fishery of the thirty (30) priority provinces identified by the Philippine Statistics Authority (PSA) as well as areas covered by Executive Order No. 70, series of 2018. The strategy of the program is to increase food production and the establishment of community enterprises by providing the appropriate technology, financing, marketing, and other support services for animals, crops, and fisheries to individuals, families/households and organized farmers and fisherfolks including among others DSWDs 4Ps and Indigenous Peoples (IPs). SAAD Website",
      "imageUrl": "/images/project-images/project-4.png"
    },
    {
      "title": "NOAP",
      "header": "The National Organic Agriculture Program – National Program Coordinating Office (NOAP-NPCO)",
      "content": "The enactment of Republic Act No. 10068, otherwise known as the Organic Agriculture Act of 2010 later amended by R.A. No. 11511 institutionalized organic agriculture (OA) in the country and established the National Organic Agriculture Program (NOAP) and its National Program Coordinating Office (NPCO) in 2021.\n\nThe NOAP is mandated by the law to promote, propagate, further develop and implement the practice of OA in the Philippines attaining profitable, self-sufficient, and sustainable agriculture. Moreover, to provide the direction and general guidelines for the implementation of the NOAP, the National Organic Agriculture Board (NOAB) serves as its highest policy-making body attached to the Department of Agriculture (DA).\n\nDIVISIONS\n\nThe Advocacy and Policy Division (APD) leads the information and advocacy campaign of the Program. Likewise, it also serves as the technical and administrative secretariat of the NOAB.\n\nThe Project Development Support Division (PDSD) is responsible for project development-related activities, monitoring and evaluation, and planning and budgeting requirements of the Program.\n\nCORE SERVICES\n\n1. Organic Agriculture Livelihood Project (OALP)\n2. Participatory Guarantee System (PGS)\n3. Capacity Development (OA Level-Up)\n4. Research for Development and Extension\n5. Youth internship Program on Organic Agriculture (YIPOA)\n6. Establishment of Organic Seed Centers\n7. Marketing Assistance (OA Digital Marketplace)\n8. Social Credit\n9. Policy Development\n10. Advocacy and Promotion (IEC Materials, Information Caravan, Congresses, Summits)\n\nUpcoming services: Large Ruminant Dispersals, Search for OA LGU Champions, Incentivization of biodiversity-friendly agricultural practices (BDFAPs).",
      "imageUrl": "/images/project-images/project-5.png"
    },
    {
      "title": "4Ks",
      "header": "Kabuhayan at Kaunlaran ng Kababayang Katutubo (4Ks)",
      "content": "The Kabuhayan at Kaunlaran ng Kababayang Katu4kstubo (4K) is a three-year special project of the DA following the directives of the president for an enhanced provision of assistance in the form of Agricultural and fisheries related livelihood opportunities, investments through the provision of production and post-harvest machineries and equipment and various support services for the ICCs/IPs all over the country through targeted community needs-assessments.\n\nThis Project is composed of four (4) components: Social preparation, Production and Livelihood, Marketing Assistance and Enterprise Development, and Project Management. Social Preparation is the conduct of preliminary social analysis of the community where organizers engage in institutional preparations, are selection, and social investigation/integration. Production and Livelihood encompass a range but specific concerns, in which activities and assets are provided to the ICCs/IPs in order to support themselves. Market Assistance and Enterprise Development foresee to empower the ICCs/IPs as entrepreneurs and develop competitive agribusiness enterprises. Project Management defines and maintains standards within the organization such as, guidelines and matrix on the practice of managing and implementing the projects. 4Ks Website",
      "imageUrl": "/images/project-images/project-6.png"
    },
    {
      "title": "DRRM",
      "header": "DA – Disaster Risk Reduction and Management (DRRM)",
      "content": "The Philippines is located in the Pacific typhoon belt and is affected by around 20 tropical cyclones every year, causing significant damage and losses in the agricultural and fisheries sector. Being susceptible to numerous hazards, the inception of the Republic Act (RA) No. 10121, also known as the “Philippine Disaster Risk Reduction and Management Act of 2010”, stands as a pivotal legislative measure of the country in the field of disaster risk management. In line with the RA 10121, the Philippine government has implemented a range of plans and policies to reduce, if not prevent, disasters through the four (4) thematic pillars of DRRM, such as prevention and mitigation, preparedness, response, and rehabilitation and recovery pillars.\n\nThe agriculture and fisheries sector being exposed and vulnerable to various calamities has set up the Disaster Risk Reduction and Management Section (DRRMS) which is also instrumental in maintaining food security in the country.\n\nThe section aims to mitigate and strengthen the Philippines against disasters and ensure food security through the following key strategies:\n1. Establishing an operational policy framework for disaster risk reduction and management (DRRM) activities\n2. Coordinating DRRM activities encompassing prevention & mitigation, preparedness, response, and rehabilitation & recovery\n3. Developing and managing a GIS-based DRRM information systems database, including criteria for analyzing disaster reports and potential impact on agriculture & fisheries\n4. Conducting rapid damage and needs assessment (RDANA), damage and losses assessment (DALA), and post-disaster needs assessment (PDNA)\n5. Providing early warning information to minimize damage and losses in agriculture and fisheries\n6. Creating tools to facilitate the integration of DRRM activities into the DA programs.\n\nTo ensure the implementation of the aforementioned key strategies, the DRRMS has created three (3) ad hoc units which consists of: (1) the Disaster and Climate Information Office (DCIO), (2) the Disaster Risk Reduction Office (DRRO), and (3) the Rehabilitation and Recovery Support Office (RRSO). For more information, you may check the DA-DRRM webpage.",
      "imageUrl": "/images/project-images/project-7.png"
    },
    {
      "title": "NCI-SRD",
      "header": "National Convergence Initiative for Sustainable Rural Development (NCI-SRD)",
      "content": "The NCI-SRD is a government strategy of the DA-DAR-DENR-DILG as the four main rural development agencies operating under Joint Administrative Order No. 01, series of 2020, “Revised DA-DAR-DENR-DILG JAO No. 1, series of 2015 (Strengthening the Implementation Framework for the DA-DAR-DENR-DILG NCI-SRD)”. It is a response to the fragmented delivery of rural development services towards improved governance and optimized use of resources through a watershed and major river basin management and rehabilitation.\n\nThe convergence initiative is operationalized in convergence areas through a Convergence Area Development Plan (CADP). Interventions shall focus on smallholder farmers (both agrarian reform beneficiaries or non-ARBS), fisherfolk, upland dwellers, and indigenous peoples (IPs) using the ridge-to-reef approach as the framework for its interventions.\n\nFor more information, you may visit the NCI-SRD Website.",
      "imageUrl": "/images/project-images/project-8.png"
    }
  ]
}
